Repository: JuiP/dotsAndBoxes
Catalog: po/*.po
Languages: kab

source: The classical "Dots and Boxes" game
kab: Urar aklasik "Dots and Boxes"

source: New game
kab: Urar amaynu

source: Current player:
kab: Amurar amiran

source: Player 1
kab: Amurar 1

source: Board size
kab: Tiddi n tfelwit

source: Points
kab: Aqqayen

source: Background
kab: Agilal

source: Lines
kab: Izirigen

source: Owner
kab: Bab

source: Colors
kab: Initen

source: Player 2
kab: Amurar 2

source: Tie
kab: Nṭeg

source: Player %s win!
kab: Amurar %s yerna!

source: Click to start a new game
kab: Sit ad tebduḍ urar amaynu
