Repository: JuiP/dotsAndBoxes
Catalog: po/ach.po
Languages: ach

source: Dots and boxes
ach: Ton ki canduk mapol

source: The classical "Dots and Boxes" game
ach: En mamwonya ''Ton ki Canduk'' gem

source: New game
ach: Gem manyen

source: Current player:
ach: Latuku matye:

source: Player 1
ach: Latuku 1

source: Board size
ach: Cajji me Bao

source: Points
ach: Karwate mapol

source: Background
ach: Kama oaa ie

source: Lines
ach: Rek mapol

source: Owner
ach: Wone

source: Colors
ach: Rangi mapol

source: Player 2
ach: Latuku 2

source: Tie
ach: Twe

source: Player %s win!
ach: Latuku %s lany!

source: Click to start a new game
ach: Dii wek cak gem manyen
